Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: , %lld percent
de: , %lld Prozent
fi: , %lld prosenttia
fr: , %lld pour cent
ja: 、%lld パーセント
uk: , %lld відсотків
zh_hans: ，百分之 %lld
zh_hant: ，百分之 %lld

source: %@ - %lld listening
de: %1$@ – %2$lld hören zu
fi: %1$@ – %2$lld kuuntelee
fr: %1$@ – %2$lld à l’écoute
ja: %1$@ – %2$lld 人が聴いています
uk: %1$@ – слухачів: %2$lld
zh_hans: %1$@ – %2$lld 人正在收听
zh_hant: %1$@ – %2$lld 人正在收聽

source: %@ - Live station
de: %@ – Live-Sender
fi: %@ – live-asema
fr: %@ – station en direct
ja: %@ – ライブステーション
uk: %@ – жива станція
zh_hans: %@ – 直播电台
zh_hant: %@ – 直播電台

source: %@ - On air now
de: %@ – jetzt auf Sendung
fi: %@ – nyt lähetyksessä
fr: %@ – à l’antenne
ja: %@ – オンエア中
uk: %@ – зараз в ефірі
zh_hans: %@ – 正在直播
zh_hant: %@ – 正在直播

source: %@ artwork
de: Cover von %@
fi: Kappaleen %@ kansikuva
fr: Illustration de %@
ja: %@のアートワーク
uk: Обкладинка «%@»
zh_hans: %@ 艺术作品
zh_hant: %@ 藝術作品

source: %@ badges unlocked
de: %@ Abzeichen freigeschaltet
fi: %@ merkkiä avattu
fr: %@ badges débloqués
ja: %@ 個のバッジを獲得
uk: Відкрито значків: %@
zh_hans: %@ 解锁徽章
zh_hant: %@ 解鎖徽章

source: %@ couldn't be removed. Check your connection and try again.
de: %@ konnte nicht entfernt werden. Prüfe deine Verbindung und versuche es erneut.
fi: Kohdetta %@ ei voitu poistaa. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de supprimer %@. Vérifiez votre connexion et réessayez.
ja: %@を削除できませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося видалити «%@». Перевірте з’єднання та повторіть спробу.
zh_hans: 无法移除“%@”。请检查网络连接后重试。
zh_hant: 無法移除「%@」。請檢查網路連線後再試一次。

source: %@ elapsed, %@ remaining
de: %1$@ vergangen, %2$@ verbleibend
fi: %1$@ kulunut, %2$@ jäljellä
fr: %1$@ écoulé, %2$@ restant
ja: 経過 %1$@、残り %2$@
uk: Минуло %1$@, залишилося %2$@
zh_hans: 已播放 %1$@，剩余 %2$@
zh_hant: 已播放 %1$@，剩餘 %2$@

# %@ is still in %@. Check your connection and try again.
source: %1$@ is still in %2$@. Check your connection and try again.
de: %1$@ ist noch in %2$@. Prüfe deine Verbindung und versuche es erneut.
fi: %1$@ on yhä kohteessa %2$@. Tarkista yhteys ja yritä uudelleen.
fr: %1$@ est toujours dans %2$@. Vérifiez votre connexion et réessayez.
ja: %1$@は%2$@に残っています。接続を確認して、もう一度お試しください。
uk: «%1$@» досі в «%2$@». Перевірте з’єднання та повторіть спробу.
zh_hans: “%1$@”仍在“%2$@”中。请检查网络连接后重试。
zh_hant: 「%1$@」仍在「%2$@」中。請檢查網路連線後再試一次。

source: %@ left
de: Noch %@
fi: %@ jäljellä
fr: Encore %@
ja: 残り%@
uk: Залишилося %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ ready — %lld characters
de: %@ bereit — %lld Figuren
fi: %@ valmis — %lld hahmoa
fr: %@ prêt — %lld personnages
ja: %@ 準備完了 — %lld キャラクター
uk: %@ готовий — %lld персонажів
zh_hans: %@ 已就绪 — %lld 个角色
zh_hant: %@ 已就緒 — %lld 個角色

source: %@ views
de: %@ Aufrufe
fi: %@ katselukertaa
fr: %@ vues
ja: %@回視聴
uk: %@ переглядів
zh_hans: %@ 次观看
zh_hant: %@ 次觀看

source: %@ XP to next level
de: Noch %@ XP bis zum nächsten Level
fi: %@ XP seuraavaan tasoon
fr: %@ XP avant le niveau suivant
ja: 次のレベルまで %@ XP
uk: %@ XP до наступного рівня
zh_hans: 距下一级还需 %@ XP
zh_hant: 距下一級還需 %@ XP

source: %@ XP to the next level
de: Noch %@ XP bis zum nächsten Level
fi: %@ XP seuraavaan tasoon
fr: %@ XP avant le niveau suivant
ja: 次のレベルまで %@ XP
uk: %@ XP до наступного рівня
zh_hans: 距下一级还需 %@ XP
zh_hant: 距下一級還需 %@ XP

# %@, %@ playlist
source: %1$@, %2$@ playlist
de: %1$@, Playlist (%2$@)
fi: %1$@, soittolista (%2$@)
fr: %1$@, playlist %2$@
ja: %1$@、%2$@プレイリスト
uk: %1$@, плейлист (%2$@)
zh_hans: %1$@, %2$@ 歌单
zh_hant: %1$@, %2$@ 歌單

source: %@, %@, loading
de: %1$@, %2$@, wird geladen
fi: %1$@, %2$@, ladataan
fr: %1$@, %2$@, chargement
ja: %1$@、%2$@、読み込み中
uk: %1$@, %2$@, завантаження
zh_hans: %1$@，%2$@，正在载入
zh_hant: %1$@，%2$@，正在載入

source: %@, %lld percent
de: %@, %lld Prozent
fi: %@, %lld prosenttia
fr: %@, %lld pour cent
ja: %@、%lld パーセント
uk: %@, %lld відсотків
zh_hans: %@，百分之 %lld
zh_hant: %@，百分之 %lld

source: %lld artworks
de: %lld Kunstwerke
fi: %lld teosta
fr: %lld illustrations
ja: %lld 点の作品
uk: %lld роботи
zh_hans: %lld 艺术作品
zh_hant: %lld 藝術作品

source: %lld decibels
de: %lld Dezibel
fi: %lld desibeliä
fr: %lld décibels
ja: %lld デシベル
uk: %lld децибел
zh_hans: %lld 分贝
zh_hant: %lld 分貝

source: %lld hr %lld min
de: %1$lld Std. %2$lld Min.
fi: %1$lld t %2$lld min
fr: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
uk: %1$lld год %2$lld хв
zh_hans: %1$lld 小时 %2$lld 分钟
zh_hant: %1$lld 小時 %2$lld 分鐘

source: %lld listeners
de: %lld Zuhörer
fi: %lld kuuntelijaa
fr: %lld auditeurs
ja: リスナー %lld 人
uk: %lld слухача
zh_hans: %lld 位听众
zh_hant: %lld 位聽眾

source: %lld listening
de: %lld hören zu
fi: %lld kuuntelee
fr: %lld à l’écoute
ja: %lld 人が聴いています
uk: %lld слухають
zh_hans: %lld 聆听中
zh_hant: %lld 聆聽中

source: %lld minutes
de: %lld Minuten
fi: %lld minuuttia
ja: %lld分
uk: %lld хвилини
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld of %lld unlocked
de: %1$lld von %2$lld freigeschaltet
fi: %1$lld/%2$lld avattu
fr: %1$lld sur %2$lld débloqués
ja: %2$lld 個中 %1$lld 個を獲得
uk: Відкрито %1$lld з %2$lld
zh_hans: 已解锁 %1$lld/%2$lld
zh_hant: 已解鎖 %1$lld/%2$lld

source: %lld percent
de: %lld Prozent
fi: %lld prosenttia
fr: %lld pour cent
ja: %lld パーセント
uk: %lld відсотків
zh_hans: 百分之 %lld
zh_hant: 百分之 %lld

source: %lld playable
de: %lld abspielbar
fi: %lld toistettavissa
fr: %lld lisibles
ja: %lld 件再生可能
uk: Можна відтворити: %lld
zh_hans: %lld 首可播放
zh_hant: %lld 首可播放

source: %lld results
de: %lld Ergebnisse
fi: %lld tulosta
fr: %lld résultats
ja: %lld 件の結果
uk: %lld результату
zh_hans: %lld 个结果
zh_hant: %lld 個結果

source: %lld songs couldn't be removed. Check your connection and try again.
de: %lld Songs konnten nicht entfernt werden. Prüfe deine Verbindung und versuche es erneut.
fi: %lld kappaleen poisto epäonnistui. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de supprimer %lld titres. Vérifiez votre connexion et réessayez.
ja: %lld 曲を削除できませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося видалити пісні (%lld). Перевірте з’єднання та повторіть спробу.
zh_hans: 有 %lld 首歌曲无法移除。请检查网络连接后重试。
zh_hant: 有 %lld 首歌曲無法移除。請檢查網路連線後再試一次。

source: %lld songs next
de: %lld Songs als Nächstes
fi: %lld kappaletta seuraavaksi
fr: %lld titres à suivre
ja: 次に %lld 曲
uk: Далі %lld пісні
zh_hans: 接下来 %lld 首歌曲
zh_hant: 接下來 %lld 首歌曲

source: %lld songs queued
de: %lld Songs in der Warteschlange
fi: %lld kappaletta jonossa
fr: %lld titres en file d’attente
ja: キューに %lld 曲
uk: Пісень у черзі: %lld
zh_hans: %lld 歌曲已加入歌单
zh_hant: %lld 歌曲已列入歌單

source: %lld to next level
de: Noch %lld bis zum nächsten Level
fi: %lld seuraavaan tasoon
fr: %lld avant le niveau suivant
ja: 次のレベルまで %lld
uk: %lld до наступного рівня
zh_hans: %lld 到下一等级
zh_hant: %lld 至下一等級

source: %lld XP to next level
de: Noch %lld XP bis zum nächsten Level
fi: %lld XP seuraavaan tasoon
fr: %lld XP avant le niveau suivant
ja: 次のレベルまで %lld XP
uk: %lld XP до наступного рівня
zh_hans: %lld 经验到下一等级
zh_hant: %lld 經驗至下一等級

source: © 2026 Neuro & Evil Karaoke Web Player Fan-made by Soul. Unofficial.
de: © 2026 Neuro & Evil Karaoke Web Player Fanprojekt von Soul. Inoffiziell.
fi: © 2026 Neuro & Evil Karaoke Web Player Soulin fanitekemä. Epävirallinen.
fr: © 2026 Neuro & Evil Karaoke Web Player Créé par un fan, Soul. Non officiel.
ja: © 2026 Neuro & Evil Karaoke Web Player Soulによるファンメイド。非公式。
uk: © 2026 Neuro & Evil Karaoke Web Player Фанатський проєкт від Soul. Неофіційний.
zh_hans: © 2026 Neuro & Evil Karaoke Web Player 本项目为 Soul 制作的非官方同人项目。
zh_hant: © 2026 Neuro & Evil Karaoke Web Player 本計畫為 Soul 製作的非官方同人計畫。

source: 0:00 elapsed
de: 0:00 vergangen
fi: 0:00 kulunut
fr: 0:00 écoulé
ja: 経過 0:00
uk: Минуло 0:00
zh_hans: 已播放 0:00
zh_hant: 已播放 0:00

source: 1 listener
de: 1 Zuhörer
fi: 1 kuuntelija
fr: 1 auditeur
ja: リスナー 1 人
uk: 1 слухач
zh_hans: 1 位听众
zh_hant: 1 位聽眾

source: 1 listening
de: 1 hört zu
fi: 1 kuuntelee
fr: 1 à l’écoute
ja: 1 人が聴いています
uk: 1 слухає
zh_hans: 1 人正在收听
zh_hant: 1 人正在收聽

source: 1 playable
de: 1 abspielbar
fi: 1 toistettavissa
fr: 1 lisible
ja: 1 件再生可能
uk: Можна відтворити: 1
zh_hans: 1 首可播放
zh_hant: 1 首可播放

source: 1 result
de: 1 Ergebnis
fi: 1 tulos
fr: 1 résultat
ja: 1 件の結果
uk: 1 результат
zh_hans: 1 个结果
zh_hant: 1 個結果

source: 1 song next
de: 1 Song als Nächstes
fi: 1 kappale seuraavaksi
fr: 1 titre à suivre
ja: 次に 1 曲
uk: Далі 1 пісня
zh_hans: 接下来 1 首歌曲
zh_hant: 接下來 1 首歌曲

source: 1 song queued
de: 1 Song in der Warteschlange
fi: 1 kappale jonossa
fr: 1 titre en file d’attente
ja: キューに 1 曲
uk: У черзі 1 пісня
zh_hans: 1 歌曲已加入歌单
zh_hant: 1 歌曲已加入歌單

source: 10-band parametric EQ. Drag each band between -12 dB and +12 dB. Equalizer and AI audio effects apply to songs, not radio.
de: Parametrischer 10-Band-EQ. Jedes Band ist von −12 bis +12 dB einstellbar. Equalizer und KI-Audioeffekte gelten für Songs, nicht für Radio.
fi: 10-kaistainen parametrinen taajuuskorjain. Säädä kaistoja välillä −12 ja +12 dB. Taajuuskorjain ja tekoälytehosteet koskevat kappaleita, eivät radiota.
fr: Égaliseur paramétrique à 10 bandes, réglables de −12 à +12 dB. L’égaliseur et les effets audio IA s’appliquent aux titres, pas à la radio.
ja: 10バンドのパラメトリックEQ。各バンドを−12〜+12 dBで調整できます。イコライザとAIエフェクトは曲に適用され、ラジオには適用されません。
uk: 10-смуговий параметричний еквалайзер. Кожна смуга регулюється від −12 до +12 дБ. Еквалайзер та ШІ-ефекти застосовуються до пісень, але не до радіо.
zh_hans: 10 段参数均衡器，每段可在 −12 至 +12 dB 之间调节。均衡器和 AI 音频效果适用于歌曲，不适用于电台。
zh_hant: 10 段參數等化器，每段可在 −12 至 +12 dB 之間調節。等化器和 AI 音訊效果適用於歌曲，不適用於電台。

source: A fresh karaoke mix
de: Ein frischer Karaoke-Mix
fi: Tuore karaokemiksaus
fr: Un nouveau mix karaoké
ja: 新鮮なカラオケミックス
uk: Свіжий караоке-мікс
zh_hans: 全新卡拉 OK 混音
zh_hant: 全新卡拉 OK 混音

source: A native SwiftUI client for the Neuro & Evil Karaoke Web Player. Built around the public Neurokaraoke API, with offline downloads, vocal removal, beat-aware crossfade, and Live Radio playback.
de: Ein nativer SwiftUI-Client für den Neuro & Evil Karaoke Web Player. Basiert auf der öffentlichen Neurokaraoke-API, mit Offline-Downloads, Gesangsentfernung, beatgenauem Crossfade und Live-Radio.
fi: Natiivi SwiftUI-sovellus Neuro & Evil Karaoke Web Playerille. Rakennettu julkisen Neurokaraoke-rajapinnan varaan: offline-lataukset, laulun poisto, tahtiin osuva ristiinhäivytys ja live-radio.
fr: Un client SwiftUI natif pour le Neuro & Evil Karaoke Web Player. Basé sur l’API publique Neurokaraoke, avec téléchargements hors ligne, suppression de la voix, fondu enchaîné calé sur le rythme et radio en direct.
ja: Neuro & Evil Karaoke Web Player向けのネイティブSwiftUIクライアント。公開Neurokaraoke APIを利用し、オフラインダウンロード、ボーカル除去、ビートに合わせたクロスフェード、ライブラジオ再生に対応しています。
uk: Нативний SwiftUI-клієнт для Neuro & Evil Karaoke Web Player. Побудований на публічному API Neurokaraoke, з офлайн-завантаженнями, видаленням вокалу, ритмічним перехресним згасанням і живим радіо.
zh_hans: Neuro & Evil Karaoke Web Player 的原生 SwiftUI 客户端。基于公开的 Neurokaraoke API，支持离线下载、人声消除、按节拍交叉淡化和电台直播播放。
zh_hant: Neuro & Evil Karaoke Web Player 的原生 SwiftUI 用戶端。以公開的 Neurokaraoke API 打造，支援離線下載、人聲消除、依節拍交叉淡化及電台直播播放。

source: About
de: Über
fi: Tietoja
fr: À propos
ja: 情報
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

source: About Neuro & Evil Karaoke Web Player
de: Über den Neuro & Evil Karaoke Web Player
fi: Tietoja: Neuro & Evil Karaoke Web Player
fr: À propos du Neuro & Evil Karaoke Web Player
ja: Neuro & Evil Karaoke Web Playerについて
uk: Про Neuro & Evil Karaoke Web Player
zh_hans: 关于 Neuro & Evil 歌回播放器
zh_hant: 關於 Neuro & Evil 歌回播放器

source: Access your library, favorites, and playlists across devices.
de: Greife geräteübergreifend auf deine Mediathek, Favoriten und Playlists zu.
fi: Käytä kirjastoasi, suosikkejasi ja soittolistojasi kaikilla laitteillasi.
fr: Accédez à votre bibliothèque, vos favoris et vos playlists sur tous vos appareils.
ja: ライブラリ、お気に入り、プレイリストにすべてのデバイスからアクセスできます。
uk: Доступ до медіатеки, улюбленого та плейлистів на всіх пристроях.
zh_hans: 可跨设备访问你的资料库、收藏、以及歌单。
zh_hant: 可跨裝置存取您的資料庫、喜好項目以及歌單。

source: Account Usage
de: Account-Nutzung
fi: Tilin käyttö
fr: Utilisation du compte
ja: アカウントの使用状況
uk: Використання облікового запису
zh_hans: 账号使用情况
zh_hant: 帳號使用情況

source: Achievements
de: Erfolge
fi: Saavutukset
fr: Succès
ja: 実績
uk: Досягнення
zh_hans: 成就
zh_hant: 成就

source: Add %@
de: %@ hinzufügen
fi: Lisää %@
fr: Ajouter %@
ja: %@を追加
uk: Додати «%@»
zh_hans: 添加“%@”
zh_hant: 加入「%@」

source: Add Song
de: Song hinzufügen
fi: Lisää kappale
fr: Ajouter un titre
ja: 曲を追加
uk: Додати пісню
zh_hans: 添加歌曲
zh_hant: 加入歌曲

source: Add Songs
de: Songs hinzufügen
fi: Lisää kappaleita
fr: Ajouter des titres
ja: 曲を追加
uk: Додати пісні
zh_hans: 添加歌曲
zh_hant: 加入歌曲

source: Add songs to it from any of your devices.
de: Füge von jedem deiner Geräte Songs hinzu.
fi: Lisää siihen kappaleita miltä tahansa laitteeltasi.
fr: Ajoutez-y des titres depuis n’importe lequel de vos appareils.
ja: どのデバイスからでも曲を追加できます。
uk: Додавайте до нього пісні з будь-якого пристрою.
zh_hans: 可从你的任意设备向其中添加歌曲。
zh_hant: 可從你的任何裝置加入歌曲。

source: Add songs to this playlist from the Twinskaraoke app on your phone, tablet, or the web.
de: Füge dieser Playlist Songs über die Twinskaraoke-App auf deinem Handy, Tablet oder im Web hinzu.
fi: Lisää kappaleita tähän soittolistaan Twinskaraoke-sovelluksella puhelimessa, tabletilla tai verkossa.
fr: Ajoutez des titres à cette playlist depuis l’app Twinskaraoke sur votre téléphone, votre tablette ou le web.
ja: スマートフォン、タブレット、またはWebのTwinskaraokeアプリからこのプレイリストに曲を追加できます。
uk: Додавайте пісні до цього плейлиста в застосунку Twinskaraoke на телефоні, планшеті або у вебверсії.
zh_hans: 可通过手机、平板或网页上的 Twinskaraoke 向此歌单添加歌曲。
zh_hant: 可透過手機、平板或網頁上的 Twinskaraoke 將歌曲加入此歌單。

source: Add to Favorites
de: Zu Favoriten hinzufügen
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
ja: お気に入りに追加
uk: Додати до улюбленого
zh_hans: 添加到收藏
zh_hant: 加入喜好項目

source: Add to favourites
de: Zu Favoriten hinzufügen
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
ja: お気に入りに追加
uk: Додати до улюбленого
zh_hans: 添加到我的收藏
zh_hant: 加入我的喜好項目

source: Add to Favourites
de: Zu Favoriten hinzufügen
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
ja: お気に入りに追加
uk: Додати до улюбленого
zh_hans: 添加到我的收藏
zh_hant: 加入我的喜好項目

source: Add to Library
de: Zur Mediathek hinzufügen
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
ja: ライブラリに追加
uk: Додати до медіатеки
zh_hans: 添加到资料库
zh_hant: 加入資料庫

source: Add to Playlist
de: Zur Playlist hinzufügen
fi: Lisää soittolistaan
fr: Ajouter à une playlist
ja: プレイリストに追加
uk: Додати до плейлиста
zh_hans: 添加至歌单
zh_hant: 加入到歌單

source: Added
de: Hinzugefügt
fi: Lisätty
fr: Ajouté
ja: 追加しました
uk: Додано
zh_hans: 已添加
zh_hant: 已加入

source: Added to %@
de: Zu %@ hinzugefügt
fi: Lisätty kohteeseen %@
fr: Ajouté à %@
ja: %@に追加しました
uk: Додано до «%@»
zh_hans: 已添加到“%@”
zh_hant: 已加入「%@」

source: Adding to %@
de: Wird zu %@ hinzugefügt
fi: Lisätään kohteeseen %@
fr: Ajout à %@
ja: %@に追加中
uk: Додавання до «%@»
zh_hans: 正在添加到“%@”
zh_hant: 正在加入「%@」

source: Adding...
de: Wird hinzugefügt …
fi: Lisätään…
fr: Ajout…
ja: 追加中…
uk: Додавання…
zh_hans: 正在添加…
zh_hant: 正在加入…

source: Additional Contributions
de: Weitere Beiträge
fi: Muut avustukset
fr: Contributions supplémentaires
ja: その他の協力
uk: Додаткові внески
zh_hans: 更多贡献
zh_hant: 額外貢獻

source: Adds %@ to your favorites.
de: Fügt %@ zu deinen Favoriten hinzu.
fi: Lisää kohteen %@ suosikkeihisi.
fr: Ajoute %@ à vos favoris.
ja: %@をお気に入りに追加します。
uk: Додає «%@» до улюбленого.
zh_hans: 将“%@”添加到我的收藏。
zh_hant: 將「%@」加入我的喜好項目。

source: AI Audio
de: KI-Audio
fi: Tekoälyääni
fr: Audio IA
ja: AIオーディオ
uk: ШІ-аудіо
zh_hans: AI 音频
zh_hant: AI 音訊

source: AI Audio Processing
de: KI-Audioverarbeitung
fi: Tekoälyäänenkäsittely
fr: Traitement audio IA
ja: AIオーディオ処理
uk: Обробка аудіо ШІ
zh_hans: AI 音频处理
zh_hant: AI 音訊處理

source: Album artwork.
de: Albumcover.
fi: Albumin kansikuva.
fr: Illustration de l’album.
ja: アルバムアートワーク。
uk: Обкладинка альбому.
zh_hans: 专辑封面。
zh_hant: 專輯封面。

source: All
de: Alle
fi: Kaikki
fr: Tout
ja: すべて
uk: Усі
zh_hans: 全部
zh_hant: 全部

source: All Artists
de: Alle Künstler
fi: Kaikki taiteilijat
fr: Tous les artistes
ja: すべてのアーティスト
uk: Усі художники
zh_hans: 所有艺术家
zh_hant: 所有藝術家

source: All offline downloads on this device will be removed.
de: Alle Offline-Downloads auf diesem Gerät werden entfernt.
fi: Kaikki tämän laitteen offline-lataukset poistetaan.
fr: Tous les téléchargements hors ligne de cet appareil seront supprimés.
ja: このデバイスのオフラインダウンロードをすべて削除します。
uk: Усі офлайн-завантаження на цьому пристрої буде видалено.
zh_hans: 将移除此设备上的所有离线下载。
zh_hant: 將移除此裝置上的所有離線下載。

source: All offline songs on this device will be removed. You can download them again from song menus.
de: Alle Offline-Songs auf diesem Gerät werden entfernt. Du kannst sie über die Song-Menüs erneut laden.
fi: Kaikki tämän laitteen offline-kappaleet poistetaan. Voit ladata ne uudelleen kappaleiden valikoista.
fr: Tous les titres hors ligne de cet appareil seront supprimés. Vous pourrez les retélécharger depuis les menus des titres.
ja: このデバイスのオフライン曲がすべて削除されます。曲のメニューから再ダウンロードできます。
uk: Усі офлайн-пісні на цьому пристрої буде видалено. Ви зможете завантажити їх знову з меню пісень.
zh_hans: 此设备上的所有离线歌曲都将被删除。稍后可在歌曲菜单中重新下载。
zh_hant: 此裝置上的所有離線歌曲都將被移除。稍後可從歌曲選單中重新下載。

source: All Videos
de: Alle Videos
fi: Kaikki videot
fr: Toutes les vidéos
ja: すべてのビデオ
uk: Усі відео
zh_hans: 全部视频
zh_hant: 所有影片

source: Almost off
de: Fast aus
fi: Lähes pois
fr: Presque désactivé
ja: ほぼオフ
uk: Майже вимкнено
zh_hans: 几乎关闭
zh_hant: 幾乎關閉

source: Already added
de: Bereits hinzugefügt
fi: Lisätty jo
fr: Déjà ajouté
ja: 追加済み
uk: Уже додано
zh_hans: 已添加
zh_hant: 已加入

source: Always Trigger
de: Immer auslösen
fi: Aktivoi aina
fr: Toujours déclencher
ja: 常に発動
uk: Завжди активувати
zh_hans: 始终触发
zh_hant: 一律觸發

source: Animated lyrics and transitions follow your motion preference.
de: Animierte Liedtexte und Übergänge folgen deiner Bewegungseinstellung.
fi: Animoidut sanoitukset ja siirtymät noudattavat liikeasetustasi.
fr: Les paroles animées et transitions respectent votre préférence de mouvement.
ja: 歌詞のアニメーションと画面切り替えが動きの設定に従います。
uk: Анімовані тексти й переходи враховують ваші налаштування руху.
zh_hans: 动态歌词和过渡动画会遵循你的动态效果偏好。
zh_hant: 動態歌詞和過場動畫會遵循你的動態效果偏好。

source: Anyone can find it
de: Für alle auffindbar
fi: Kuka tahansa voi löytää sen
fr: Visible par tous
ja: 誰でも見つけられます
uk: Будь-хто може знайти
zh_hans: 所有人都能找到
zh_hant: 所有人都能找到

source: App Languages
de: App-Sprachen
fi: Sovelluksen kielet
fr: Langues de l’app
ja: アプリの言語
uk: Мови застосунку
zh_hans: 应用语言
zh_hant: App 語言

source: Appearance
de: Darstellung
fi: Ulkoasu
fr: Apparence
ja: 外観
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Approve
de: Bestätigen
fi: Hyväksy
fr: Approuver
ja: 承認
uk: Підтвердити
zh_hans: 批准
zh_hant: 核准

source: Approving signs in %@ on the device showing this QR code.
de: Beim Bestätigen wird %@ auf dem Gerät angemeldet, das diesen QR-Code anzeigt.
fi: Hyväksyminen kirjaa tilin %@ sisään laitteella, jossa tämä QR-koodi näkyy.
fr: L’approbation connecte %@ sur l’appareil qui affiche ce code QR.
ja: 承認すると、このQRコードを表示しているデバイスで%@としてサインインします。
uk: Після підтвердження %@ увійде на пристрої, що показує цей QR-код.
zh_hans: 正在显示此二维码的设备上批准 %@ 的登录。
zh_hant: 正在顯示此行動條碼的裝置上核准 %@ 的登入。

source: Approving...
de: Wird bestätigt …
fi: Hyväksytään…
fr: Approbation…
ja: 承認中…
uk: Підтвердження…
zh_hans: 正在批准…
zh_hant: 正在核准…

source: Art Gallery
de: Kunstgalerie
fi: Taidegalleria
fr: Galerie d’art
ja: アートギャラリー
uk: Галерея артів
zh_hans: 画廊
zh_hant: 畫廊

source: Artist
de: Künstler
fi: Taiteilija
fr: Artiste
ja: アーティスト
uk: Художник
zh_hans: 艺术家
zh_hant: 藝術家

source: Artist catalog
de: Künstlerkatalog
fi: Artistin luettelo
fr: Catalogue de l’artiste
ja: アーティストのカタログ
uk: Каталог виконавця
zh_hans: 艺人曲目
zh_hant: 藝人曲目

source: Artists
de: Künstler
fi: Artistit
fr: Artistes
ja: アーティスト
uk: Виконавці
zh_hans: 艺人
zh_hant: 藝人

source: Artists you load from Twinskaraoke will appear here.
de: Künstler, die du aus Twinskaraoke lädst, erscheinen hier.
fi: Twinskaraokesta lataamasi artistit näkyvät täällä.
fr: Les artistes chargés depuis Twinskaraoke apparaîtront ici.
ja: Twinskaraokeから読み込んだアーティストがここに表示されます。
uk: Виконавці, завантажені з Twinskaraoke, з’являться тут.
zh_hans: 从 Twinskaraoke 加载的艺人会显示在这里。
zh_hant: 從 Twinskaraoke 載入的藝人會顯示在這裡。

source: Artwork
de: Werke
fi: Teokset
fr: Œuvres
ja: 作品
uk: Роботи
zh_hans: 作品
zh_hant: 作品

source: Artwork Couldn't Load
de: Artwork konnte nicht geladen werden
fi: Taidetta ei voitu ladata
fr: Impossible de charger les œuvres
ja: 作品を読み込めませんでした
uk: Не вдалося завантажити роботи
zh_hans: 无法加载作品
zh_hant: 無法載入作品

source: Artwork credited to %@ will appear here.
de: Artwork von %@ erscheint hier.
fi: Taiteilijan %@ teokset näkyvät täällä.
fr: Les œuvres de %@ apparaîtront ici.
ja: %@の作品がここに表示されます。
uk: Роботи %@ з’являться тут.
zh_hans: %@ 的作品会显示在这里。
zh_hant: %@ 的作品會顯示在這裡。

source: Artwork save failed
de: Artwork konnte nicht gesichert werden
fi: Kuvan tallennus epäonnistui
fr: Échec de l’enregistrement de l’illustration
ja: アートワークを保存できませんでした
uk: Не вдалося зберегти зображення
zh_hans: 作品保存失败
zh_hant: 作品儲存失敗

source: Artwork saved
de: Artwork gesichert
fi: Kuva tallennettu
fr: Illustration enregistrée
ja: アートワークを保存しました
uk: Зображення збережено
zh_hans: 作品已保存
zh_hant: 作品已儲存

source: Artworks
de: Werke
fi: Teokset
fr: Œuvres
ja: 作品
uk: Роботи
zh_hans: 作品
zh_hant: 作品

source: Asks for confirmation before signing out.
de: Fragt vor dem Abmelden nach einer Bestätigung.
fi: Pyytää vahvistuksen ennen uloskirjautumista.
fr: Demande une confirmation avant la déconnexion.
ja: サインアウトの前に確認します。
uk: Запитує підтвердження перед виходом.
zh_hans: 登出前确认
zh_hant: 登出前確認

source: Asks your iPhone for the session again.
de: Fragt die Sitzung erneut von deinem iPhone ab.
fi: Pyytää istunnon uudelleen iPhonesta.
fr: Redemande la session à votre iPhone.
ja: iPhoneにセッションを再度要求します。
uk: Повторно запитує сеанс з iPhone.
zh_hans: 再次向你的 iPhone 请求会话。
zh_hant: 再次向你的 iPhone 要求工作階段。

source: Audio Effects
de: Audioeffekte
fi: Äänitehosteet
fr: Effets audio
ja: オーディオエフェクト
uk: Аудіоефекти
zh_hans: 音频效果
zh_hant: 音訊效果

source: Audio effects use on-device AI to separate vocals and instrumentals in real time. For best results, use headphones or external speakers.
de: Audioeffekte trennen Gesang und Instrumente mit KI auf dem Gerät in Echtzeit. Verwende für beste Ergebnisse Kopfhörer oder externe Lautsprecher.
fi: Äänitehosteet erottelevat laulun ja säestyksen laitteen tekoälyllä reaaliajassa. Käytä kuulokkeita tai ulkoisia kaiuttimia parhaan tuloksen saamiseksi.
fr: Les effets audio utilisent l’IA sur l’appareil pour séparer voix et instruments en temps réel. Utilisez un casque ou des enceintes externes pour de meilleurs résultats.
ja: デバイス上のAIがボーカルと伴奏をリアルタイムで分離します。ヘッドフォンや外部スピーカーの使用をおすすめします。
uk: Аудіоефекти використовують ШІ на пристрої для відокремлення вокалу й інструментів у реальному часі. Для найкращого результату використовуйте навушники або зовнішні динаміки.
zh_hans: 音频效果使用设备端 AI 实时分离人声和伴奏。建议使用耳机或外接扬声器以获得最佳效果。
zh_hant: 音訊效果使用裝置端 AI 即時分離人聲和伴奏。建議使用耳機或外接揚聲器以獲得最佳效果。

source: Authentication failed — please try again.
de: Authentifizierung fehlgeschlagen – bitte versuche es erneut.
fi: Todennus epäonnistui – yritä uudelleen.
fr: Échec de l’authentification — veuillez réessayer.
ja: 認証に失敗しました。もう一度お試しください。
uk: Помилка автентифікації — спробуйте ще раз.
zh_hans: 身份验证失败，请重试。
zh_hant: 驗證失敗，請再試一次。

source: Authentication failed — try again
de: Authentifizierung fehlgeschlagen – versuche es erneut
fi: Todennus epäonnistui – yritä uudelleen
fr: Échec de l’authentification — réessayez
ja: 認証に失敗しました。もう一度お試しください
uk: Помилка автентифікації — спробуйте ще раз
zh_hans: 身份验证失败，请重试
zh_hant: 驗證失敗，請再試一次

source: Auto
de: Automatisch
fi: Automaattinen
ja: 自動
uk: Авто
zh_hans: 自动
zh_hant: 自動
